<?php
// Heading
$_['heading_title']     = 'گروه های خصیصه';

// Text
$_['text_success']      = 'نتیجه: گروه های خصیصه با موفقیت تغییر یافت!';

// Column
$_['column_name']       = 'نام گروه خصیصه';
$_['column_sort_order'] = 'ترتیب';
$_['column_action']     = 'عملیات';

// Entry
$_['entry_name']        = 'نام گروه خصیصه:';
$_['entry_sort_order']  = 'ترتیب:';

// Error
$_['error_permission']  = 'هشدار: امکان تغییر گروه های خصیصه وجود ندارد!';
$_['error_name']        = 'نام خصیصه گروه باید بین 3 تا 64 کاراکتر باشد!';
$_['error_attribute']   = 'هشدار : این گروه خصیصه را نمی توانید حذف نمایید زیرا در حال حاضر به  %s خصیصه اختصاص یافته است!';
$_['error_product']     = 'هشدار : این گروه خصیصه را نمی توانید حذف نمایید زیرا در حال حاضر به  %s کالا اختصاص یافته است!';
?>