<?php
// Heading
$_['heading_title']    = 'دانلودها';

// Text
$_['text_success']     = 'نتیجه: دانلود ها با موفقیت تغییر یافت!';

// Column
$_['column_name']      = 'نام دانلود';
$_['column_remaining'] = 'تعداد دانلود های مجاز';
$_['column_action']    = 'عملیات';

// Entry
$_['entry_name']       = 'نام دانلود:';
$_['entry_filename']   = 'نام فایل:';
$_['entry_remaining']  = 'تعداد دانلود های مجاز:';
$_['entry_update']     = 'فشار به مشتریان قبلی:<br /><span class="help">علامت زدن برای به روز رسانی نسخه های قبلی به عنوان خریداری شده است.</span>';

// Error
$_['error_permission'] = 'هشدار: امکان تغییر دانلود ها وجود ندارد!';
$_['error_name']       = 'نام باید بین 3 تا 64 کاراکتر باشد!';
$_['error_filename']   = 'نام فایل باید بین 3 تا 128 کاراکتر باشد!';
$_['error_filetype']   = 'نوع فایل نامعتبر می باشد!';
$_['error_product']    = 'هشدار : این فایل را نمی توانید حذف نمایید زیرا در حال حاضر به  %s کالا اختصاص یافته است!';
?>