<?php
// Heading
$_['heading_title']     	= 'اطلاعات';

// Text
$_['text_success']      	= 'نتیجه: اطلاعات با موفقیت تغییر یافت!';
$_['text_default']      	= 'پيش فرض';

// Column
$_['column_title']      	= 'عنوان اطلاعات';
$_['column_sort_order']	    = 'ترتیب';
$_['column_action']         = 'عملیات';

// Entry
$_['entry_title']       = 'عنوان اطلاعات:';
$_['entry_description'] = 'توضیحات:';
$_['entry_store']       = 'فروشگاه ها:';
$_['entry_keyword']     = 'کليد واژه جستجوگرها:<br /><span class="help">از اسپیس و فاصله استفاده نکرده و به جای آن از - (خط تیره) استفاده نموده و مطمئن شده که در کل فروشگاه يکتا باشد.</span>';
$_['entry_status']      = 'وضعیت:';
$_['entry_sort_order']  = 'ترتیب:';
$_['entry_layout']      = 'لغو چیدمان:';

// Error 
$_['error_warning']     = 'هشدار:لطفا برای رفع خطاهای رخ داده فرم را با دقت پر نمایید!';
$_['error_permission']  = 'هشدار: امکان تغییر اطلاعات وجود ندارد!';
$_['error_title']       = 'عنوان اطلاعات بايد بين 3 تا 64 کاراکتر باشد!';
$_['error_description'] = 'توضيحات بايد بيشتر از 3 کاراکتر باشد!';
$_['error_account']     = ' هشدار : این صفحه اطلاعات را نمی توانید حذف نمایید زیرا در حال حاضر به شرایط  حساب کاربری فروشگاه اختصاص یافته است!';
$_['error_checkout']    = 'هشدار : این صفحه اطلاعات را نمی توانید حذف نمایید زیرا در حال حاضر به شرایط پرداخت فروشگاه اختصاص یافته است!';
$_['error_affiliate']   = 'هشدار : این صفحه اطلاعات را نمی توانید حذف نمایید زیرا در حال حاضر به شرایط بازاریابی فروشگاه اختصاص یافته است!';
$_['error_store']       = 'هشدار : این صفحه اطلاعات را نمی توانید حذف نمایید زیرا در حال حاضر به %s فروشگاه اختصاص یافته است!';
?>