<?php
// Heading
$_['heading_title']      = 'توليد کنندگان';

// Text
$_['text_success']       = 'نتيجه : توليد کنندگان با موفقيت تغيير یافت!';
$_['text_default']       = 'پيش فرض';
$_['text_image_manager'] = 'مديريت تصوير';
$_['text_browse']        = 'مرور فایل ها';
$_['text_clear']         = 'پاک کردن تصویر';
$_['text_percent']       = 'در صد';
$_['text_amount']        = 'مقدار ثابت';

// Column
$_['column_name']        = 'نام تولید کننده';
$_['column_sort_order']  = 'ترتیب';
$_['column_action']      = 'عملیات';

// Entry
$_['entry_name']         = 'نام تولید کننده:';
$_['entry_store']        = 'فروشگاه:';
$_['entry_keyword']      = 'کليد واژه جستجوگرها:(seo):<br/><span class="help">از اسپیس و فاصله استفاده نکرده و به جای آن از - (خط تیره) استفاده نموده و مطمئن شده که در کل فروشگاه يکتا باشد</span>';
$_['entry_image']        = 'تصویر:';
$_['entry_sort_order']   = 'ترتیب:';
$_['entry_type']         = 'نوع:';

// Error
$_['error_permission']   = 'هشدار : امکان تغییر تولید کنندگان وجود ندارد!';
$_['error_name']         = 'نام تولید کننده باید بین 3 تا64 کاراکتر باشد!';
$_['error_product']      = 'هشدار : این تولید کننده را نمی توانید حذف نمایید زیرا در حال حاضر به  %s کالا اختصاص یافته است!';
?>
