<?php
// Text
$_['text_search']       = 'جستجو';
$_['text_brand']        = 'تولید کننده';
$_['text_manufacturer'] = 'تولید کننده:';
$_['text_model']        = 'کد کالا:';
$_['text_reward']       = 'امتیاز جایزه:'; 
$_['text_points']       = 'قیمت با امتیاز جایزه:';
$_['text_stock']        = 'موجودی:';
$_['text_instock']      = 'در انبار';
$_['text_price']        = 'قیمت:'; 
$_['text_tax']          = 'قیمت بدون مالیات:'; 
$_['text_discount']     = '%s یا بیشتر %s';
$_['text_option']       = 'گزینه های در دسترس';
$_['text_qty']          = 'تعداد:';
$_['text_minimum']      = 'این کالا داری حداقل  %s عدد خرید می باشد';
$_['text_or']           = '- یا -';
$_['text_reviews']      = '%s نظر'; 
$_['text_write']        = 'نوشتن نظر';
$_['text_no_reviews']   = 'هیچ نظری برای این کالا وجود ندارد.';
$_['text_on']           = ' در ';
$_['text_note']         = '<span style="color: #FF0000;">توجه :</span> HTML ترجمه نمی شود!';
$_['text_share']        = 'به اشتراک گذاری';
$_['text_success']      = 'تشکر برای نوشتن نظر.نظر شما برای بررسی مدیر ارسال شده است.';
$_['text_upload']       = 'فایل شما با موفقیت آپلود شد!';
$_['text_wait']         = 'لطفا صبر نمایید!';
$_['text_tags']         = 'برچسب ها:';
$_['text_error']        = 'کالای یافت نشد!';

// Entry
$_['entry_name']        = 'نام شما:';
$_['entry_review']      = 'نظر شما:';
$_['entry_rating']      = 'رتبه:';
$_['entry_good']        = 'خوب';
$_['entry_bad']         = 'بد';
$_['entry_captcha']     = 'کد امنیتی را در کادر زیر وارد نمایید:';

// Tabs
$_['tab_description']   = 'توضیحات';
$_['tab_attribute']     = 'خصوصیات';
$_['tab_review']        = 'نظرات (%s)';
$_['tab_related']       = 'کالاهای مرتبط'; 

// Error
$_['error_name']        = 'هشدار : نام باید بین 3 تا 25 کاراکتر باشد!';
$_['error_text']        = 'هشدار : متن نظر باید بین 25 تا 1000 کاراکتر باشد!';
$_['error_rating']      = 'هشدار : لطفا یک امتیاز را انتخاب نمایید!';
$_['error_captcha']     = 'کد امنیتی وارد شده با تصویر مطابقت ندارد!';
$_['error_upload']      = 'آپلود مورد نیاز است !';
$_['error_filename']    = 'نام فایل باید بین 3 تا 128 کاراکتر باشد!';
$_['error_filetype']    = 'نوع فایل نامعتبر می باشد!';
?>