<?php
// Heading
$_['heading_title']      = 'آگهی ها';

// Text
$_['text_success']       = 'نتيجه : آگهی ها با موفقیت تغییر یافت!';
$_['text_default']       = 'پيش فرض ';
$_['text_image_manager'] = 'مدیریت تصویر';
$_['text_browse']        = 'مرور فایل ها';
$_['text_clear']         = 'پاک کردن تصویر';

// Column
$_['column_name']        = 'نام آگهی';
$_['column_status']      = 'وضعیت';
$_['column_action']      = 'عمليات';

// Entry
$_['entry_name']         = 'نام آگهی:';
$_['entry_title']        = 'عنوان:';
$_['entry_link']         = 'لینک:';
$_['entry_image']        = 'تصویر:';
$_['entry_status']       = 'وضعیت:';

// Error
$_['error_permission']   = 'هشدار : امکان تغییر آگهی ها وجود ندارد!';
$_['error_name']         = 'نام بنر باید بین 3 تا 64 کاراکتر باشد!';
$_['error_title']        = 'عنوان بنر بايد بين 2 تا 64 کاراکتر باشد!';
$_['error_default']      = 'هشدار: این چیدمان را نمی توانید حذف نمایید زیرا در حال حاضر به چیدمان پیش فرض  فروشگاه اختصاص یافته است!';
$_['error_product']      = 'هشدار : این چیدمان را نمی توانید حذف نمایید زیرا درحال حاضر به  %s کالا اختصاص یافته است!';
$_['error_category']     = 'هشدار : این چیدمان را نمی توانید حذف نمایید زیرا درحال حاضر به  %s دسته بندی اختصاص یافته است!';
$_['error_information']  = 'هشدار : این چیدمان را نمی توانید حذف نمایید زیرا درحال حاضر به %s صفحه ی اطلاعاتی اختصاص یافته است!';
?>