<?php
// Heading
$_['heading_title']     = 'گروه کاربری';

// Text
$_['text_success']      = 'نتیجه : گروه کاربری با موفقیت تغییر یافت!';

// Column
$_['column_name']       = 'نام گروه کاربری';
$_['column_action']     = 'فعالیت';

// Entry
$_['entry_name']        = 'نام گروه کاربری:';
$_['entry_access']      = 'اجازه دسترسی:';
$_['entry_modify']      = 'اجازه اصلاح:';

// Error
$_['error_permission']  = 'هشدار : امکان تغییر گروه کاربری وجود ندارد!';
$_['error_name']        = 'نام کاربری گروه باید بین 3 تا 64 کاراکتر باشد!';
$_['error_user']        = 'هشدار : اين گروه کاربری را نمی توانید حذف نمایيد زیرا در حال حاضر به %s کاربر اختصاص یافته است!';
?>
