<?php
// Heading
$_['heading_title']        = 'واحد پول';  

// Text
$_['text_success']         = 'نتیجه : واحد پول با موفقیت تغییر یافت!';

// Column
$_['column_title']         = 'عنوان واحد پول';
$_['column_code']          = 'کد'; 
$_['column_value']         = 'مقدار';
$_['column_date_modified'] = 'آخرین به روز رسانی';
$_['column_action']        = 'عملیات';

// Entry
$_['entry_title']          = 'عنوان واحد پول:';
$_['entry_code']           = 'کد:<br /><span class="help">در صورتی که واحد پول پیش فرض شما است آن را تغییر ندهید.<a href="http://www.xe.com/iso4217.php" target="_blank">کد ایزو</a> باید موجود باشد.</span>';
$_['entry_value']          = 'مقدار:<br /><span class="help">در صورتی که واحد پول پیش فرض شما است 1.00000 را وارد نمایید.</span>';
$_['entry_symbol_left']    = 'نماد چپ:';
$_['entry_symbol_right']   = 'نماد راست:';
$_['entry_decimal_place']  = 'مکان ده دهی:';
$_['entry_status']         = 'وضعيت:';

// Error
$_['error_permission']     = 'هشدار : امکان تغيير واحد پول وجود ندارد!';
$_['error_title']          = 'عنوان واحد پول باید بین 3 تا 32 کاراکتر باشد!';
$_['error_code']           = 'کد واحد پول باید 3 کاراکتر باشد!';
$_['error_default']        = 'هشدار : این واحد پول را نمی توانید حذف نمایید زیرا در حال حاضر به واحد پول پیش فرض فروشگاه اختصاص یافته است!';
$_['error_store']          = 'هشدار : اين واحد پول را نمی توانید حذف نمایید زیرا در حال حاضر به %s فروشگاه اختصاص یافته است!';
$_['error_order']          = 'هشدار : اين واحد پول را نمی توانید حذف نمایید زیرا در حال حاضر به %s سفارش اختصاص یافته است!';
?>