<?php
// Heading
$_['heading_title']     = 'زبان';  

// Text
$_['text_success']      = 'نتیجه : زبان ها با موفقیت تغییر یافت!'; 

// Column
$_['column_name']       = 'نام زبان';
$_['column_code']       = 'کد';
$_['column_sort_order'] = 'ترتیب';
$_['column_action']     = 'عملیات';

// Entry
$_['entry_name']        = 'نام زبان:';
$_['entry_code']        = 'کد:<br /><span class="help">مثال: fa. در صورتی که زبان پیش فرض شما است آن را تغییر ندهید.</span>';
$_['entry_locale']      = 'محلی:<br /><span class="help">مثال : fa_IR.UTF-8,fa_IR,fa-ir,persian</span>';
$_['entry_image']       = 'تصویر:<br /><span class="help">مثال : ir.png</span>';
$_['entry_directory']   = 'شاخه:<br /><span class="help">نام پوشه زبان (حساس به حروف کوچک و بزرگ)</span>';
$_['entry_filename']    = 'نام فایل:<br /><span class="help">نام فایل زبان اصلی بدون پسوند </span>';
$_['entry_status']      = 'وضعیت:<br /><span class="help">پنهان/نمایش در کرکره زبان</span>';
$_['entry_sort_order']  = 'ترتیب:';

// Error
$_['error_permission']  = 'هشدار : امکان تغییر زبان ها وجود ندارد!';
$_['error_name']        = 'نام زبان باید بین 3 تا 32 کاراکتر باشد!';
$_['error_code']        = 'کد زبان باید حداقل 2 کاراکتر باشد!';
$_['error_locale']      = 'محلی مورد نیاز است!';
$_['error_image']       = 'نام فایل تصویر باید بین 3 تا 64 کاراکتر باشد!';
$_['error_directory']   = 'شاخه مورد نیاز است!';
$_['error_filename']    = 'هشدار : نام فایل باید بین 3 تا 64 کاراکتر باشد!';
$_['error_default']     = 'هشدار : این زبان را نمی توانید حذف نمایید زیرا در حال حاضر به زبان پیش فرض فروشگاه اختصاص یافته است!';
$_['error_admin']       = 'هشدار : این زبان را نمی توانید حذف نمایید زیرا در حال حاضر به زبان قسمت مدیریت اختصاص یافته است!';
$_['error_store']       = 'هشدار : این زبان را نمی توانید حذف نمایید زیرا در حال حاضر به %s فروشگاه اختصاص یافته است!';
$_['error_order']       = 'هشدار : این زبان را نمی توانید حذف نمایید زیرا در حال حاضر به %s سفارش اختصاص یافته است!';
?>