<?php
// Heading
$_['heading_title']    = 'عمليات برگشت';

// Text
$_['text_success']     = 'نتیجه: عملیات برگشت با موفقیت تغییر یافت!';

// Column
$_['column_name']      = 'نام عمليات برگشت';
$_['column_action']    = 'عمليات';

// Entry
$_['entry_name']       = 'نام عمليات برگشت:';

// Error
$_['error_permission'] = 'هشدار: امکان تغيير عمليات برگشت وجود ندارد!';
$_['error_name']       = 'نام عمليات برگشت بايد بين 3 تا 32 کاراکتر باشد!';
$_['error_return']     = 'هشدار: اين عمليات برگشت را نمی توانید حذف نمایید زيرا در حال حاضر به %s برگشت کالا اختصاص یافته است!';
?>