<?php
// Heading
$_['heading_title']    = 'وضعیت برگشتی ها';

// Text
$_['text_success']     = 'نتیجه: وضعيت برگشتی ها با موفقیت تغییر یافت!';

// Column
$_['column_name']      = 'نام وضعیت برگشتی';
$_['column_action']    = 'عملیات';

// Entry
$_['entry_name']       = 'نام وضعیت برگشتی:';

// Error
$_['error_permission'] = 'هشدار : امکان تغییر وضعیت برگشتی ها وجود ندارد!';
$_['error_name']       = 'نام وضعیت برگشتی ها باید بین 3 تا 32 کاراکتر باشد!';
$_['error_default']    = 'هشدار: اين وضعيت برگشتی را نمی توانید حذف نمایید زيرا در حال حاضر به وضعیت برگشتی پيش فرض فروشگاه اختصاص یافته است!';
$_['error_return']     = 'هشدار: اين وضعيت برگشتی را نمی توانید حذف نمایید زیرا در حال حاضر به %s وضعيت برگشتی اختصاص یافته است!';
?>