<?php
// Heading
$_['heading_title']    = 'دليل برگشت';

// Text
$_['text_success']     = 'نتیجه: دليل برگشت با موفقیت تغییر یافت!';

// Column
$_['column_name']      = 'نام دليل برگشت';
$_['column_action']    = 'عملیات';

// Entry
$_['entry_name']       = 'نام دليل برگشت:';

// Error
$_['error_permission'] = 'هشدار: امکان تغيير دليل برگشت وجود ندارد!';
$_['error_name']       = 'نام دليل برگشت بايد بين 3 تا 32 کاراکتر باشد!';
$_['error_return']     = 'هشدار: اين دليل برگشت را نمی توانید حذف نمایید زيرا در حال حاضر به %s برگشت کالا اختصاص یافته است!';
?>