<?php
// Heading
$_['heading_title']    = 'وضعيت انبار';

// Text
$_['text_success']     = 'نتيجه : وضعیت انبار با موفقیت تغییر یافت!';

// Column
$_['column_name']      = 'نام وضعيت انبار';
$_['column_action']    = 'عملیات';

// Entry
$_['entry_name']       = 'نام وضعيت انبار:';

// Error
$_['error_permission'] = 'هشدار : امکان تغییر وضعیت انبار وجود ندارد!';
$_['error_name']       = 'نام وضعیت انبار باید بین 3 تا 32 کاراکتر باشد!';
$_['error_product']    = 'اخطار : این وضعیت انبار را نمی توانید حذف نمایید زیرا در حال حاضر به %s کالا اختصاص یافته است!';
?>
