<?php
// Heading
$_['heading_title']     = 'کلاس ماليات';

// Text
$_['text_shipping']     = 'آدرس حمل و نقل';
$_['text_payment']      = 'آدرس پرداخت';
$_['text_store']        = 'آدرس فروشگاه';
$_['text_success']      = 'نتيجه : کلاس های ماليات با موفقیت تغییر یافت!';

// Column
$_['column_title']      = 'عنوان کلاس ماليات';
$_['column_action']     = 'عملیات';

// Entry
$_['entry_title']       = 'عنوان کلاس ماليات:';
$_['entry_description'] = 'توضيحات:';
$_['entry_rate']        = 'نرخ ماليات:';
$_['entry_based']       = 'بر اساس:';
$_['entry_geo_zone']    = 'منطقه:';
$_['entry_priority']    = 'اهميت:';

// Error
$_['error_permission']  = 'هشدار : امکان تغيير کلاس های مالياتی وجود ندارد!';
$_['error_title']       = 'عنوان کلاس ماليات بايد بين 3 تا 32 کاراکتر باشد!';
$_['error_description'] = 'توضيحات بايد بين 3 تا 255 کاراکتر باشد!';
$_['error_product']     = 'هشدار : این کلاس مالیاتی را نمی توانید حذف نمایید زیرا در حال حاضر به %s کالا اختصاص یافته است!';
?>
