<?php
// Heading
$_['heading_title']    = 'کلاس وزن';

// Text
$_['text_success']     = 'نتيجه : کلاس های وزن با موفقیت تغییر یافت!';

// Column
$_['column_title']     = 'عنوان وزن';
$_['column_unit']      = 'واحد وزن';
$_['column_value']     = 'مقدار';
$_['column_action']    = 'عملیات';

// Entry
$_['entry_title']      = 'عنوان وزن:';
$_['entry_unit']       = 'واحد وزن:';
$_['entry_value']      = 'مقدار:<br /><span class="help">در صورتی که وزن پیش فرض شماست مقدار 1.00000 را وارد نمایید.</span>';

// Error
$_['error_permission'] = 'هشدار : امکان تغییر کلاس های وزن وجود ندارد!';
$_['error_title']      = 'عنوان وزن باید بین 3 تا 32 کاراکتر باشد!';
$_['error_unit']       = 'واحد وزن، باید بین 1 و 4 کاراکتر باشد!';
$_['error_default']    = 'هشدار : این کلاس وزن را نمی توانید حذف نمایید زیرا در حال حاضر به کلاس وزن پیش فرض فروشگاه اختصاص یافته است!';
$_['error_product']    = 'هشدار : این کلاس وزن را نمی توانید حذف نمایید زیرا در حال حاضر به %s کالا اختصاص یافته است!';
?>