<?php
// Heading
$_['heading_title']     = 'گروه مشتری';

// Text
$_['text_success']      = 'نتيجه : گروه های مشتری با موفقیت تغییر یافت!';

// Column
$_['column_name']       = 'نام گروه مشتری';
$_['column_action']     = 'عملیات';

// Entry
$_['entry_name']        = 'نام گروه مشتری:';

// Error
$_['error_permission']  = 'هشدار : امکان تغيير گروه های مشتری وجود ندارد!';
$_['error_name']        = 'نام گروه مشتری بايد  بين 3 تا 64 کاراکتر باشد!';
$_['error_default']     = 'هشدار : اين گروه کاربری را نمی توانيد حذف نمایيد زیرا در حال حاضر به گره کاربری پيش فرض فروشگاه اختصاص یافته است!';
$_['error_store']       = 'هشدار : اين گروه مشتری را نمی توانید حذف نمایيد زیرا در حال حاضر به %s فروشگاه اختصاص یافته است!';
$_['error_customer']    = 'هشدار : اين گروه مشتری را نمی توانید حذف نمایيد زیرا در حال حاضر به %s مشتری اختصاص یافته است!';
?>