<?php
// Heading
$_['heading_title']      = 'قالب کارت هدیه';

// Text
$_['text_success']       = 'نتیجه : قالب کارت هدیه با موفقیت تغییر یافت!';
$_['text_image_manager'] = 'مدیریت تصویر';
$_['text_browse']        = 'مرور فایل ها';
$_['text_clear']         = 'پاک کردن تصویر';

// Column
$_['column_name']        = 'نام قالب کارت هدیه';
$_['column_action']      = 'عملیات';

// Entry
$_['entry_name']         = 'نام قالب کارت هدیه:';
$_['entry_description']  = 'توضیحات قالب کارت هدیه:';
$_['entry_image']        = 'تصویر:';

// Error
$_['error_permission']  = 'هشدار : امکان تغییر قالب کارت هدیه وجود ندارد!';
$_['error_name']        = 'نام قالب کارت هدیه باید بین 3 تا 23 کاراکتر باشد!';
$_['error_image']       = 'تصویر مورد نیاز است!';
$_['error_voucher']     = 'هشدار : این قالب را نمی توانید حذف نمایید زیرا در حال حاضر به %s کارت هدیه اختصاص یافته است!';
?>