<?php
// Heading
$_['heading_title']             = 'تنظیمات';

// Text
$_['text_success']              = 'نتیجه : تنظیمات با موفقیت تغییر یافت!';
$_['text_image_manager']        = 'مدیریت تصویر';
$_['text_browse']               = 'مرور فایل ها';
$_['text_clear']                = 'پاک کردن تصویر';
$_['text_shipping']             = 'آدرس حمل و نقل';
$_['text_payment']              = 'آدرس پرداخت';
$_['text_mail']                 = 'ایمیل';
$_['text_smtp']                 = 'SMTP';

// Entry
$_['entry_name']                = 'نام فروشگاه:';
$_['entry_owner']               = 'صاحب فروشگاه:';
$_['entry_address']             = 'آدرس:';
$_['entry_email']               = 'ایمیل:';
$_['entry_telephone']           = 'تلفن:';
$_['entry_fax']                 = 'فکس:';
$_['entry_title']               = 'عنوان:';
$_['entry_meta_description']    = 'متا تگ توضیحات:';
$_['entry_layout']              = 'چیدمان پیش فرض:';
$_['entry_template']            = 'قالب:';
$_['entry_country']             = 'کشور:';
$_['entry_zone']                = 'استان:';
$_['entry_language']            = 'زبان:';
$_['entry_admin_language']    = 'زبان قسمت مدیریت:';
$_['entry_currency']            = 'واحد پول:<br /><span class="help">پس از تغییر واحد پول پیش فرض کش مرورگر و کوکی های مرورگر خود را پاک سازی کرده تا تغییرات را مشاهده نمایید.</span>';
$_['entry_currency_auto']       = 'به روز رسانی خودکار واحد پول:<br /><span class="help"> تنظیم فروشگاه برای به روز رسانی خودکار روزانه ی واحد پول .</span>';
$_['entry_length_class']        = 'کلاس طول:';
$_['entry_weight_class']        = 'کلاس وزن:';
$_['entry_catalog_limit'] 	    = 'موارد پیش فرض در هر صفحه (فروشگاه):<br /><span class="help">تعداد آیتم هایی که  در هر صفحه از فروشگاه نمایش داده می شود (کالاها، دسته بندی، غیره)</span>';
$_['entry_admin_limit']   	    = 'موارد پیش فرض در هر صفحه (مدیریت):<br /><span class="help">تعداد آیتم های که در قسمت مدیریت در هر صفحه نمایش داده می شود (سفارشات، مشتریان، غیره)</span>';
$_['entry_tax']                 = 'نمایش قیمت با مالیات:';
$_['entry_tax_default']        = 'استفاده از آدرس مالیاتی فروشگاه:<br /><span class="help">استفاده از آدرس فروشگاه برای محاسبه ی مالیات در زمانی که هیچ کاربری وارد سایت نشده است. شما می توانید انتخاب کنید که از آدرس فروشگاه برای حمل و نقل مشتریان و یا آدرس پرداخت آن ها استفاده شود.</span>';
$_['entry_tax_customer']       = 'استفاده از آدرس مالیاتی مشتری‬:<br /><span class="help">استفاده از آدرس پیش فرض مشتری برای محاسبه مالیات، در هنگامی که در سیستم وارد می شود. شما می توانید از آدرس پیش فرضی برای آدرس حمل و نقل یا پرداخت مشتریان استفاده نمایید.</span>‬';
$_['entry_invoice_prefix']      = 'پیشوند فاکتور:<br /><span class="help">تنظیم  پیشوند فاکتور به این صورت(e.g. INV-2011-00)شناسه فاکتور برای هر پیشوند منحصر به فرد، از 1 شروع می شود.‬</span>';
$_['entry_order_edit']         = 'ویرایش سفارشات:<br /><span class="help">تعداد روزهایی که امکان ویرایش سفارش وجود دارد. این امکان باید حتما تنظیم باشد تا در صورتی که قیمت محصولات طی چند روز عوض می شود، مشکلی برای احتساب هزینه های فروش و ویرایش آن برای خریدار پیش نیاید.</span>';
$_['entry_customer_group']      = 'گروه مشتری:<br /><span class="help">گروه پیش فرض مشتری.</span>';
$_['entry_customer_price']      = 'نمایش قیمت با وارد شدن:<br /><span class="help">تنها زمانی که مشتری وارد شود قیمت نمایش داده می شود.</span>';
$_['entry_customer_approval']   = 'تایید مشتریان جدید:<br /><span class="help">جلوگیری از ورود مشتریان جدید تا زمانی که حساب آن ها تایید شود.</span>';
$_['entry_guest_checkout']      = 'خرید بدون ثبت نام:<br /><span class="help">اجازه دادن به مشتریان برای خرید بدون ثبت نام.برای کالاهای دانلودی حتما باید ثبت نام شوند.</span>';
$_['entry_account']             = 'شرایط حساب:<br /><span class="help">کاربر قبل از ایجاد یک حساب کاربری باید شرایط ایجاد حساب را تایید کند</span>';
$_['entry_checkout']            = 'شرایط پرداخت:<br /><span class="help">کاربر قبل از تسویه حساب شرایط پرداخت را تایید کند.</span>';
$_['entry_affiliate']           = 'شرایط بازاریابان:<br /><span class="help">کاربر قبل از ایجاد یک حساب بازاریابی باید شرایط بازاریابان را تایید کند.</span>';
$_['entry_commission']          = 'کمیسیون بازاریابان (%):<br /><span class="help">درصد کمسیون پیش فرض بازاریابان.</span>';
$_['entry_stock_display']       = 'نمایش موجودی انبار:<br /><span class="help">نمایش تعداد موجودی انبار در صفحه کالاها.</span>';
$_['entry_stock_warning']       = 'نمایش هشدار بیش از ظرفیت انبار:<br /><span class="help">نمایش پیغام بیش از ظرفیت انبار، در صفحه سبد خرید، در صورتی که محصولی بیش از ظرفیت موجودی انبار است، اما کالا در انبار موجود است. (هشدار معمولا زمانی نشان داده می شود که هیچ کالایی در انبار وجود ندارد.)‬</span>';
$_['entry_stock_checkout']      = 'پرداخت انبار:<br /><span class="help">به مشتریان اجازه می دهد در صورت موجود نبودن کالا در انبار آن را خریداری کنند.</span>';
$_['entry_stock_status']        = 'فراتر از ظرفیت انبار:<br /><span class="help">تنظیم پیش فرض وضعیت فراتر از ظرفیت انبار، که در ویرایش محصول انتخاب شده است. (جهت جلوگیری از تعریف فراتر از حداکثر ظرفیت انبار)‬</span>';
$_['entry_order_status']        = 'وضعیت سفارش:<br /><span class="help">قرار دادن حالت پیش فرض برای سفارش های در حال بررسی.</span>';
$_['entry_complete_status']     = 'وضعیت کامل شده سفارش:<br /><span class="help">وضعیت سفارش مشتری قبل از دسترسی به دانلود کالاها</span>';
$_['entry_return_status']       = 'وضعیت بازگشت:<br /><span class="help">تنظیم وضعیت پیش فرض بازگشت، هنگامی که یک درخواست بازگشت، ارسال می شود.</span>';
$_['entry_review']       	    = 'دسترسی به نظرات:<br /><span class="help">فعال /غیر فعال کردن وجود یک نظر جدید و نمایش پیغام یک نظر جدید</span>';
$_['entry_download']            = 'اجازه دانلود ها:';
$_['entry_upload_allowed']      = 'اجازه دسترسی به آپلود فایل با پسوند های:<br /><span class="help">اضافه کردن پسوندها برای دسترسی به آپلود کردن. شما می توانید با کاما (,) مقدار ها را جدا نمایید</span>';
$_['entry_cart_weight']         = 'نمایش وزن در صفحه سبد خرید:<br /><span class="help">نمایش وزن کالاها در سبد خرید</span>';
$_['entry_logo']                = 'لوگوی فروشگاه:';
$_['entry_icon']                = 'آیکن:<br /><span class="help">آیکن باید با فرمت PNG و در ابعاد 16 px در 16 px باشد.</span>';
$_['entry_image_category']      = 'اندازه لیست دسته بندی:';
$_['entry_image_thumb']         = 'اندازه تصاویر بند انگشتی کالاها:';
$_['entry_image_popup']         = 'اندازه تصاویر پاپاپ کالاها:';
$_['entry_image_product']       = 'اندازه لیست کالاها:';
$_['entry_image_additional']    = 'اندازه تصویر اضافی کالاها:';
$_['entry_image_related']       = 'اندازه تصاویر کالاهای مشابه:';
$_['entry_image_compare']       = 'اندازه تصاویر مقایسه کالاها:';
$_['entry_image_wishlist']      = 'اندازه تصاویر لیست دلخواه:';
$_['entry_image_cart']          = 'اندازه تصویر سبد خرید:';
$_['entry_mail_protocol']       = 'پروتکل ایمیل:<br /><span class="help">فقط \'ایمیل\' را انتخاب نمایید مگر اینکه میزبان شما این تابع را غیرفعال کرده باشد.</span>';
$_['entry_mail_parameter']      = 'پارامترهای ایمیل :<br /><span class="help">در اینجا هنگام استفاده از \'ایمیل\'، پارامترهای ایمیل اضافی می توانند اضافه شوند ("مثل ("-info@opencart.ir</span>';
$_['entry_smtp_host']           = 'SMTP هاست:';
$_['entry_smtp_username']       = 'SMTP نام کاربری:';
$_['entry_smtp_password']       = 'SMTP رمز عبور:';
$_['entry_smtp_port']           = 'SMTP پورت:';
$_['entry_smtp_timeout']        = 'وقفه SMTP:';
$_['entry_account_mail']        = 'ایمیل هشدار ثبت نام کاربر:<br /><span class="help">ارسال یک ایمیل به صاحب فروشگاه زمانی که یک کاربر جدید ثبت نام می کند.</span>';
$_['entry_alert_mail']          = 'ایمیل هشدار دریافت سفارش:<br /><span class="help">ارسال یک ایمیل به صاحب فروشگاه زمانی که یک سفارش دریافت می کند.</span>';
$_['entry_alert_emails']        = 'سایر ایمیل ها:<br /><span class="help">سایر ایمیل هایی که پیام های فروشگاه به آنها نیز باید ارسال شوند.با کاما جدا شوند.</span>';
$_['entry_fraud_detection']    = 'استفاده از سیستم شناسایی متقلب شرکت ماکس مایند<br /><span class="help">ماکس مایند یک سیستم شناسایی کلاهبرداران و متقلبین است. اگر هنوز لایسنسی ندارید می توانید <a onclick="window.open(\'http://www.maxmind.com/?rId=opencart\');"><u>از اینجا</u></a> ثبت نام نمایید.</span>';
$_['entry_fraud_key']          = 'لایسنس ماکس مایند</span>';
$_['entry_fraud_score']        = 'درجه ریسک ماکس مایند:<br /><span class="help">در صورتی که مقدار این درجه از حد مشخص شده شما بیشتر باشد، به معنای کلاهبردار بودن خریدار است. این مقدار بین 0 تا 100 است.</span>';
$_['entry_fraud_status']       = 'وضعیت سفارش:<br /><span class="help">سفارشاتی که از درجه ریسک تعیین شده بیشتر باشد، به طور خودکار به وضعیتی که در اینجا تعیین می کنید، تغییر می یابد.</span>';
$_['entry_use_ssl']             = 'استفاده از SSL:<br /><span class="help">برای استفاده از اس اس ال چک کنید که گواهینامه اس اس ال روی هاست شما نصب است.</span>';
$_['entry_seo_url']             = 'استفاده از آدرس های SEO:<br /><span class="help">برای استفاده از آدرس های SEO باید mod-rewrite روی سرور نصب باشد و فایل htaccess.txt را تغییر نام بدهید به .htaccess</span>';
$_['entry_maintenance']         = 'فروشگاه موقتا تعطیل است:<br /><span class="help">می توانید فروشگاه را برای مدتی مشخص تعطیل نمایید.در این صورت فقط مدیر فروشگاه قادر به ورود و انجام عملیات خواهد بود</span>';
$_['entry_encryption']          = 'کلید رمزنگاری:<br /><span class="help">یک کلید مخفی که برای به رمز در آوردن دستورات شخصی استفاده خواهد شد.</span>';
$_['entry_compression']         = 'سطح فشرده سازی فایل های خروجی:<br /><span class="help">GZIP برای انتقال بهتر اطلاعات به درخواست مشتری. سطح فشرده سازی باید بین 0 - 9 باشد.</span>';
$_['entry_error_display']       = 'نمایش خطا ها:';
$_['entry_error_log']           = 'خطاهای ورودی:';
$_['entry_error_filename']      = 'نام فایل خطاهای ورودی:';
$_['entry_google_analytics']    = 'کد گوگل آنالیز:<br /><span class="help">وارد حساب <a onclick="window.open(\'http://www.google.com/analytics/\');"><u>Google Analytics</u></a> خود شده و یک پروفایل برای سایت خود ایجاد نمایید سپس کد تجزیه و تحلیل گوگل را دراینجا وارد نمایید.</span>';

// Error
$_['error_warning']             = 'هشدار:لطفا برای رفع خطاهای رخ داده فرم را با دقت پر نمایید!';
$_['error_permission']          = 'هشدار : امکان تغییر تنظیمات وجود ندارد!';
$_['error_name']                = 'نام فروشگاه باید بین 3 تا 32 کاراکتر باشد!';
$_['error_owner']               = 'صاحب فروشگاه باید بین 3 تا 64 کاراکتر باشد!';
$_['error_address']             = 'آدرس فروشگاه باید بین 10 تا 256 کاراکتر باشد!';
$_['error_email']               = 'آدرس ایمیل نامعتبر می باشد!';
$_['error_telephone']           = 'تلفن باید بین 3 تا 32 کاراکتر باشد!';
$_['error_title']               = 'عنوان باید بین 3 تا 32 کاراکتر باشد!';
$_['error_limit']       	    = 'تعداد مورد نیاز است!';
$_['error_image_thumb']         = 'ابعاد تصاویر بند انگشتی کالاها مورد نیاز است!';
$_['error_image_popup']         = 'ابعاد تصاویر پاپاپ کالاها مورد نیاز است!';
$_['error_image_product']       = 'ابعاد لیست کالاها مورد نیاز است!';
$_['error_image_category']      = 'ابعاد لیست دسته بندی ها مورد نیاز است!';
$_['error_image_manufacturer']  = 'ابعاد لیست تولید کنندگان مورد نیاز است!';
$_['error_image_additional']    = 'ابعاد تصاویر اضافی کالا ها مورد نیاز است!';
$_['error_image_related']       = 'ابعاد تصاویر کالاهای مشابه مورد نیاز است!';
$_['error_image_compare']       = 'ابعاد تصاویر مقایسه کالاها مورد نیاز است!';
$_['error_image_wishlist']      = 'ابعاد تصاویر لیست دلخواه مورد نیاز است!';
$_['error_image_cart']          = 'ابعاد تصویر سبد خرید مورد نیاز است!';
$_['error_error_filename']      = 'نام فایل خطاهای ورودی مورد نیاز است!';
?>