<?php
// Heading
$_['heading_title']             = 'تنظیمات';

// Text
$_['text_success']              = 'نتیجه : تنظیمات با موفقیت تغییر یافت!';
$_['text_image_manager']        = 'مدیریت تصویر';
$_['text_browse']               = 'مرور فایل ها';
$_['text_clear']                = 'پاک کردن تصویر';
$_['text_shipping']             = 'آدرس حمل و نقل';
$_['text_payment']              = 'آدرس پرداخت';

// Column
$_['column_name']               = 'نام فروشگاه';
$_['column_url']	            = 'آدرس فروشگاه';
$_['column_action']             = 'عملیات';

// Entry
$_['entry_url']                 = 'آدرس فروشگاه :<br /><span class="help">آدرس کامل فروشگاه را وارد نمایید .از اضافه شدن \'/\' در اخر مطمئن شوید . مثال : http://www.yourdomain.com/path<br /><br />برای ایجاد فروشگاه از پوشه جدید استفاده ننمایید. شما باید معمولا اشاره به دامنه یا زیر دامنه ی دیگر هاستینگ خود نمایید.</span>';
$_['entry_ssl']                 = 'آدرس SSL :<br /><span class="help">آدرس SSL فروشگاه شما. آدرس کامل فروشگاه را وارد نمایید .از اضافه شدن \'/\' در اخر مطمئن شوید . مثال : http://www.yourdomain.com/path<br /><br />برای ایجاد فروشگاه از پوشه جدید استفاده ننمایید.شما باید معمولا اشاره به دامنه یا زیر دامنه ی دیگر هاستینگ خود نمایید.</span>';
$_['entry_name']                = 'نام فروشگاه:';
$_['entry_owner']               = 'صاحب فروشگاه:';
$_['entry_address']             = 'آدرس:';
$_['entry_email']               = 'ایمیل:';
$_['entry_telephone']           = 'تلفن:';
$_['entry_fax']                 = 'فکس:';
$_['entry_title']               = 'عنوان:';
$_['entry_meta_description']    = 'متا تگ توضیحات:';
$_['entry_layout']              = 'چیدمان پیش فرض:';
$_['entry_template']            = 'قالب:';
$_['entry_country']             = 'کشور:';
$_['entry_zone']                = 'استان:';
$_['entry_language']            = 'زبان:';
$_['entry_currency']            = 'واحد پول:';
$_['entry_catalog_limit'] 	    = 'موارد پیش فرض در هر صفحه (فروشگاه):<br /><span class="help">تعداد آیتم هایی که  در هر صفحه از فروشگاه نمایش داده می شود (کالاها، دسته بندی، غیره)</span>';
$_['entry_tax']                 = 'نمایش قیمت با مالیات:';
$_['entry_tax_default']        = 'استفاده از آدرس مالیاتی فروشگاه:<br /><span class="help">استفاده از آدرس فروشگاه برای محاسبه ی مالیات در زمانی که هیچ کاربری وارد سیستم نشده است. شما می توانید از آدرس فروشگاه برای آدرس حمل و نقل یا پرداخت آن ها استفاده نمایید.</span>';
$_['entry_tax_customer']       = 'استفاده از آدرس مالیاتی مشتری‬:<br /><span class="help">استفاده از آدرس پیش فرض مشتری برای محاسبه مالیات، در هنگامی که در سیستم وارد می شود. شما می توانید از آدرس پیش فرضی برای آدرس حمل و نقل یا پرداخت مشتریان استفاده نمایید.</span>‬';
$_['entry_customer_group']      = 'گروه مشتری:<br /><span class="help">گروه پیش فرض مشتری.</span>';
$_['entry_customer_price']      = 'نمایش قیمت با وارد شدن:<br /><span class="help">تنها زمانی که مشتری وارد شود قیمت نمایش داده می شود.</span>';
$_['entry_customer_approval']   = 'تایید مشتریان جدید:<br /><span class="help">جلوگیری از ورود مشتریان جدید تا زمانی که حساب آن ها تایید شود.</span>';
$_['entry_guest_checkout']      = 'خرید بدون ثبت نام:<br /><span class="help">اجازه دادن به مشتریان برای خرید بدون ثبت نام.برای کالاهای دانلودی حتما باید ثبت نام شوند.</span>';
$_['entry_account']             = 'شرایط حساب:<br /><span class="help">کاربر قبل از ایجاد یک حساب کاربری باید شرایط ایجاد حساب را تایید کند</span>';
$_['entry_checkout']            = 'شرایط پرداخت:<br /><span class="help">کاربر قبل از تسویه حساب شرایط پرداخت را تایید کند.</span>';
$_['entry_stock_display']       = 'نمایش موجودی انبار:<br /><span class="help">نمایش تعداد موجودی انبار در صفحه کالاها.</span>';
$_['entry_stock_checkout']      = 'پرداخت انبار:<br /><span class="help">به مشتریان اجازه می دهد در صورت موجود نبودن کالا در انبار آن را خریداری کنند.</span>';
$_['entry_order_status']      = 'وضعیت سفارش :<br /><span class="help">قرار دادن حالت پیش فرض برای سفارش های در حال بررسی.</span>';
$_['entry_cart_weight']         = 'نمایش وزن در صفحه سبد خرید:';
$_['entry_logo']                = 'لوگوی فروشگاه:';
$_['entry_icon']                = 'آیکن:<br /><span class="help">آیکن باید با فرمت PNG و در ابعاد 16 px در 16 px باشد.</span>';
$_['entry_image_category']      = 'اندازه لیست دسته بندی:';
$_['entry_image_thumb']         = 'اندازه تصاویر بند انگشتی کالاها:';
$_['entry_image_popup']         = 'اندازه تصاویر پاپاپ کالاها:';
$_['entry_image_product']       = 'اندازه لیست کالاها:';
$_['entry_image_additional']    = 'اندازه تصویر اضافی کالاها:';
$_['entry_image_related']       = 'اندازه تصاویر کالاهای مشابه:';
$_['entry_image_compare']       = 'اندازه تصاویر مقایسه کالاها:';
$_['entry_image_wishlist']      = 'اندازه تصاویر لیست دلخواه:';
$_['entry_image_cart']          = 'اندازه تصویر سبد خرید:';
$_['entry_use_ssl']             = 'استفاده از SSL:<br /><span class="help">برای استفاده از اس اس ال چک نمایید که گواهینامه اس اس ال روی هاست شما نصب است.</span>';

// Error
$_['error_warning']             = 'هشدار:لطفا برای رفع خطاهای رخ داده فرم را با دقت پر نمایید!';
$_['error_permission']          = 'هشدار : امکان تغییر تنظیمات وجود ندارد!';
$_['error_name']                = 'نام فروشگاه باید بین 3 تا 32 کاراکتر باشد!';
$_['error_owner']               = 'صاحب فروشگاه باید بین 3 تا 64 کاراکتر باشد!';
$_['error_address']             = 'آدرس فروشگاه باید بین 10 تا 256 کاراکتر باشد!';
$_['error_email']               = 'آدرس ایمیل نامعتبر می باشد!';
$_['error_telephone']           = 'تلفن باید بین 3 تا 32 کاراکتر باشد!';
$_['error_url']                 = 'آدرس فروشگاه مورد نیاز است!';
$_['error_title']               = 'عنوان باید بین 3 تا 32 کاراکتر باشد!';
$_['error_limit']       	    = 'تعداد مورد نیاز است!';
$_['error_image_thumb']         = 'ابعاد تصاویر بند انگشتی کالاها مورد نیاز است!';
$_['error_image_popup']         = 'ابعاد تصاویر پاپاپ کالاها مورد نیاز است!';
$_['error_image_product']       = 'ابعاد لیست کالاها مورد نیاز است!';
$_['error_image_category']      = 'ابعاد لیست دسته بندی ها مورد نیاز است!';
$_['error_image_manufacturer']  = 'ابعاد لیست تولید کنندگان مورد نیاز است!';
$_['error_image_additional']    = 'ابعاد تصاویر اضافی کالا ها مورد نیاز است!';
$_['error_image_related']       = 'ابعاد تصاویر کالاهای مشابه مورد نیاز است!';
$_['error_image_compare']       = 'ابعاد تصاویر مقایسه کالاها مورد نیاز است!';
$_['error_image_wishlist']      = 'ابعاد تصاویر لیست دلخواه مورد نیاز است!';
$_['error_image_cart']          = 'ابعاد تصویر سبد خرید مورد نیاز است!';
$_['error_default']             = 'هشدار : این فروشگاه را نمی توانید حذف نمایید زیرا در حال حاضر به فروشگاه پیش فرض اختصاص یافته است!';
$_['error_store']             = 'هشدار : این فروشگاه را نمی توانید حذف نمایید زیرا در حال حاضر %s سفارش به فروشگاه اختصاص یافته است!';
?>