<?php
// Text
$_['text_subject']  = '%s-با تشکر از شما برای ثبت نام';
$_['text_welcome']  = 'خوش آمدید و با تشکر از شما برای ثبت نام در %s!';
$_['text_login']    = 'حساب کابری شما ایجاد شده است و شما می توانید با استفاده از آدرس ایمیل و رمز عبور خود با مراجعه به وب سایت ما یا به وسیله آدرس زیر وارد حساب خود شوید:';
$_['text_approval'] = 'قبل از وارد شدن، حساب کاربری شما باید تایید شود. پس از تایید شدن شما می توانید با استفاده از آدرس ایمیل و رمز عبور خود با مراجعه به وب سایت ما یا به وسیله آدرس زیر وارد حساب کاربری خود شوید:';
$_['text_services'] = 'پس از وارد شدن شما می توانید به خدمات دیگر از جمله مشاهده سفارشات گذشته، چاپ فاکتور و ویرایش اطلاعات حساب کاربری خود دسترسی داشته باشید.';
$_['text_thanks']   = 'تشکر';
?>