<?php
// Heading 
$_['heading_title']                 = 'برنامه بازاریابی';

// Text
$_['text_account']                  = 'حساب';
$_['text_login']                    = 'ورود';
$_['text_description']              = '<p>%s با این امکان رایگان کاربران را قادر می سازد تا با قرار دادن لینک یا لینک ها در وب سایت خود به تبلیغ  %s یا کالاهای آن و به کسب درآمد از آن بپردازند. با خرید کالاها توسط خرید کنندگان توسط لینک شما کمیسیونی(درصدی از فروش) به شما پرداخت می شود. نرخ کمیسیون معمول در حال حاضر  % s می باشد.</p><p>برای کسب اطلاعات بیشتر به صفحه پرسش و پاسخ یا به شرایط بازاریابی ما مراجعه نمایید.</p>';
$_['text_new_affiliate']            = 'بازاریاب جدید';
$_['text_register_account']         = '<p>من عضو برنامه بازاریابی نیستم.</p><p>برای ایجاد حساب بر روی دکمه ادامه کلیک نمایید. لطفا توجه نمایید شما به حساب مشتری متصل نیستید.</p>';
$_['text_returning_affiliate']      = 'ورود بازاریاب';
$_['text_i_am_returning_affiliate'] = 'من بازاریاب هستم.';
$_['text_forgotten']                = 'رمز عبور را فراموش کرده ام';

// Entry
$_['entry_email']                   = 'ایمیل بازاریاب:';
$_['entry_password']                = 'رمز عبور:';

// Error
$_['error_login']                   = 'هشدار : رمز عبور یا آدرس ایمیل اشتباه می باشد!';
?>