<?php
// Heading  
$_['heading_title']          = 'سبد خرید';

// Text
$_['text_success']           = 'نتیجه : شما <a href="%s">%s</a> را به <a href="%s">سبد خرید</a> خود افزودید!';
$_['text_remove']            = 'نتیجه : سبد خرید شما با موفقیت تغییر یافت!';
$_['text_coupon']            = 'نتیجه : تخفیف کوپن شما با موفقیت اعمال شد!';
$_['text_voucher']           = 'نتیجه : تخفیف کارت هدیه شما با موفقیت اعمال شد!';
$_['text_reward']            = 'نتیجه : تخفیف امتیاز جایزه شما با موفقیت اعمال شد!';
$_['text_shipping']          = 'نتیجه : تخمین حمل و نقل شما با موفقیت اعمال شد!';
$_['text_login']             = 'توجه : برای مشاهده قیمت ها باید<a href="%s">وارد شوید</a> یا <a href="%s">ثبت نام </a>کنید!';
$_['text_points']            = 'امتیاز جایزه: %s';
$_['text_items']             = '%s کالا(ها) - %s';
$_['text_next']              = 'اکنون مایل به انجام چه کاری هستید؟';
$_['text_next_choice']       = 'در صورتی که قصد احتساب کد تخفیف، امتیاز جایزه یاتخمین هزینه حمل و نقل را دارید، انتخاب کنید.';
$_['text_use_coupon']        = 'استفاده از کد کوپن';
$_['text_use_voucher']       = 'استفاده از کارت هدیه';
$_['text_use_reward']        = 'استفاده از امتیاز جایزه (%s امتیاز در دسترس)';
$_['text_shipping_estimate'] = 'تخمین حمل و نقل و مالیات';
$_['text_shipping_detail']   = 'برای محاسبه هزینه حمل و نقل، مقصد  را انتخاب نمایید.';
$_['text_shipping_method']   = 'لطفا روشی که برای حمل و نقل کالای خود در نظر دارید را انتخاب نمایید.';
$_['text_empty']             = 'سبد خرید شما خالی است!';

// Column
$_['column_image']           = 'تصویر';
$_['column_name']            = 'نام کالا';
$_['column_model']           = 'مدل';
$_['column_quantity']        = 'تعداد';
$_['column_price']           = 'قیمت واحد';
$_['column_total']           = 'جمع';

// Entry
$_['entry_coupon']           = 'کوپن خود را اینجا وارد نمایید:';
$_['entry_voucher']          = 'کد کارت هدیه خود را اینجا وارد نمایید:';
$_['entry_reward']           = 'Points to use (Max %s):';
$_['entry_country']          = 'کشور:';
$_['entry_zone']             = 'استان:';
$_['entry_postcode']         = 'کد پستی:';

// Error
$_['error_stock']            = 'کالاهای مشخص شده با *** در انبار موجود نبوده و يا به اين تعداد موجود نمی باشد!';
$_['error_minimum']          = 'حداقل مقدار سفارش %s است %s!';	
$_['error_required']         = '%s مورد نیاز است!';	
$_['error_product']          = 'هشدار : هیچ کالای در سبد خرید شما نمی باشد!';	
$_['error_coupon']           = 'هشدار: کوپن وارد شده منقضی، تعداد دفعات استفاده آن به پایان رسیده یا غیر معتبر است!';
$_['error_voucher']          = 'هشدار: اعتبار کارت هدیه یا قبلا استفاده شده یا غیر معتبر است!';
$_['error_reward']           = 'هشدار : لطفا مقدار امتیاز جایزه برای استفاده را وارد نمایید!';	
$_['error_points']           = 'هشدار: امتیاز جایزه شما به مقدار %s نیست.';
$_['error_maximum']          = 'هشدار: حداکثر تعداد امتیازی که قابل استفاده است %s می باشد!';
$_['error_postcode']         = 'کد پستی باید بین 2 تا 10 کاراکتر باشد!';
$_['error_country']          = 'لطفا یک کشور انتخاب نمایید!';
$_['error_zone']             = 'لطفا یک استان انتخاب نمایید!';
$_['error_shipping']         = 'هشدار : روش حمل و نقل مورد نیاز است!';
$_['error_no_shipping']      = 'هشدار: هیچ روش حمل و نقلی برای کالای مورد نظر، در دسترس نیست. لطفا برای خرید این کالا با استفاده از لینک <a href="%s">تماس با ما</a> با ما ارتباط برقرار نمایید.';
?>