<?php
// Text
$_['text_for']          = '%s کارت هدیه برای %s';
$_['text_success']      = 'جمع سفارش  مجددا با موفقیت محاسبه گردید!';

// Error
$_['error_warning']     = 'هشدار:لطفا برای رفع خطاهای رخ داده فرم را با دقت پر نمایید!';
$_['error_permission']  = 'هشدار: امکان دسترسی به این صفحه امکان پذیر نیست. برای دسترسی به مدیریت درخواست خود را ارسال نمایید!';
$_['error_customer']    = 'هشدار : مشتری انتخاب شده یافت نشد!';
$_['error_email']       = 'آدرس ایمیل معتبر به نظر نمی رسد!';
$_['error_postcode']    = 'کد پستی باید بین 2 تا 10 کاراکتر باشد!';
$_['error_country']     = 'لطفا یک کشور انتخاب نمایید!';
$_['error_zone']        = 'لطفا یک استان انتخاب نمایید!';
$_['error_stock']       = 'کالاهای مشخص شده با *** در انبار موجود نبوده و يا به اين تعداد موجود نمی باشد!';
$_['error_minimum']     = 'حداقل مقدار سفارش %s است %s!';	
$_['error_required']    = '%s مورد نیاز است!';
$_['error_shipping']    = 'هشدار : روش حمل و نقل مورد نیاز است!';
$_['error_no_shipping'] = 'هشدار : هیچ گزینه ی حمل و نقلی موجود نمی باشد!';
$_['error_payment']     = 'هشدار : روش پرداخت مورد نیاز است!';
$_['error_no_payment']  = 'هشدار : هیچ گزینه ی پرداختی موجود نمی باشد!';
$_['error_coupon']      = 'هشدار: کوپن وارد شده منقضی، تعداد دفعات استفاده آن به پایان رسیده یا غیر معتبر است!';
$_['error_voucher']     = 'هشدار: اعتبار کارت هدیه یا قبلا استفاده شده یا غیر معتبر است!';
$_['error_reward']      = 'هشدار : لطفا مقدار امتیاز جایزه برای استفاده را وارد نمایید!';	
$_['error_points']      = 'هشدار: امتیاز جایزه شما به مقدار %s نیست.';
$_['error_maximum']     = 'هشدار: حداکثر تعداد امتیازی که قابل استفاده است %s می باشد!';
$_['error_to_name']     = 'هشدار:نام گیرنده باید بین 1 تا 64 کاراکتر باشد!';
$_['error_from_name']   = 'هشدار:نام شما باید بین 1 تا 64 کاراکتر باشد!';
$_['error_amount']      = 'هشدار:مقدار باید بین %s و %s باشد!';
?>