<?php
// Heading
$_['heading_title'] = 'سفارش شما در حال بررسی است!';

// Text
$_['text_customer'] = '<p>سفارش شما با موفقيت ثبت شد!</p><p>شما می توانید تاریخچه سفارش خود را با رفتن به <a href="%s">حساب من</a> و یا کلیک بروی <a href="%s">تاریخچه</a> مشاهده نمایید .</p><p>اگر کالای خریداری شده ی شما قابل دانلود است به حساب  <a href="%s">دانلود ها</a> مراجعه نمایید .</p><p>لطفا سوالات خود را مستقیما از <a href="%s">صاحب فروشگاه</a> بپرسید.</p><p> با تشکر از خرید شما!</p>';
$_['text_guest']    = '<p>سفارش شما با موفقيت ثبت شد!</p><p>لطفا سوالات خود را مستقیما از <a href="%s">صاحب فروشگاه</a> بپرسید.</p><p>با تشکر از خرید شما!</p>';
$_['text_basket']   = 'سبد';
$_['text_checkout'] = 'تسویه حساب';
$_['text_success']  = 'نتیجه';
?>